[
  {
    "start": 0.0,
    "end": 300.52,
    "text": " So back in September 2024, I took 15 people with me to Indonesia on a retreat  where we traveled across Indonesia to Bali, Longbok, Nusapanida  and what was special about this trip was that we were not only traveling  we were first of all 15 strangers, we had never met each other  and they were all a part of my Instagram community.  15 strangers together on a trip across Indonesia  but what was really special was that I was also conducting workshops across those days  and on one of the days, right after the workshop, we went to this five-fly  conservationist's place where Vayan, a very interesting guy,  native Indonesian guy was actually talking to us about his passion  for conservation of five flies by its important, how it's done and all the jazz.  Now, why I'm telling you this story is because Vayan was somebody whose first language was not English.  He seated all of us across a long table with some food in front of us  and he started a presentation.  Now mind you, this is a local native Indonesian guy  but he's so enthusiastic about five flies and their conservation  that he had prepared a whole presentation to talk to us about it  and what was striking about Vayan was that he would speak to you in broken English  but all 15 of us were stuck on him, were stuck on listening to him.  He was so captivating, he was so charming.  Now, why I'm telling you this story is because one of the most, most, most common questions that I get  you know, in the Sunday Q&A is in my client sessions  wherever is that I don't know how to speak English properly  and I think that's why my communication is so bad  or that's why my communication sucks  and it's also very interesting whenever I see somebody substitute English with communication  somebody comes up to me and says, if so, my communication skills are not good  and of course I ask them questions and I'm like, what part of your communication do you think is not good?  And the only thing they have to say is I don't know how to speak English properly  I speak in broken English.  This is how common English has started to become synonymous to communication.  My purpose of telling you this story is to make you realize that language fails in front of this one thing  which is conviction.  Now what do I mean by conviction?  If I had to only give you one communication advice to take with you for the rest of your life  and you and I couldn't talk after this, I would give you this.  Speak with conviction.  And what does conviction mean?  Conviction means how sure are you about what you're speaking?  Because how self-assured you are about what you're speaking about your material,  about your passion around that material, it's going to show, it shows in your body language,  it shows in your eyes, it shows in your vocal tone,  it shows in the way that you move, it shows in the way that you speak to other people.  And people, we as human beings, we are born with these built-in bullshit meters.  We can always instantly tell when somebody doesn't mean what they say or they mean it when they say it.  By the way, when I was struggling in my own closest relationships,  I wish somebody gave me what I'm about to show you.  I created India's first conflict resolution card game called Let's Fix It.  It is a conversational tool that you can use to solve fights and conflicts with your loved ones.  Relationships are like puzzles and each fight reveals a missing piece.  And most people avoid fights thinking that fights are going to damage relationships when in reality,  fights don't damage relationships.  A lack of repair damages relationships.  And Let's Fix It is your repair tool.  It helps you create stronger bonds, it helps you solve fights and build stronger emotional bonds.  And to make your relationships bullet proof.  Now Let's Fix It is available at beingbeyond.in and on Amazon.  Now back to the video.  Why conviction is important is because if I'm meeting you for the first time,  I don't know anything about you.  I'm going to look at the person that knows you the best to tell me how you are and who you are  and who is the person who knows you the best.  It's you yourself.  So I'm going to naturally look at you to make an opinion about you.  So when we ourselves are sure about what you're saying and how we're saying it,  it comes through.  It comes across and that is the most important factor when it comes to your communication skills.  Language is barely ever a barrier.  I've lived across cities and countries and states and I've lived so many years here in India.  I've lived a few years in New York.  I've lived in cities like Bombay, Kudrat, Wadodhra.  Across the board, a few of the most charming communicators I have met have spoken to me in broken  English. Language is rarely ever a barrier.  But yes, in what situations is language a barrier?  When you're going into a situation where it's a formal situation.  Let's say it's an official situation."
  },
  {
    "start": 300.52,
    "end": 396.12,
    "text": " Maybe you're walking into an interview where having English as your first language or your  second language or being fluent in English is going to be important.  Yes, it might be required for you to be more fluent in that particular language.  Not just English could be some other language.  If you're, let's say one of my clients is in Japan and he needs to speak to his boss and CEO  in the Japanese language.  So in situations like that, yes, you need to know that particular language.  But even if you don't, one very useful tip that I'm going to give you is that whenever you don't  know something, whenever if you feel like your communication skills are not to the mark for  that particular occasion, admit it.  Humanize it when you admit something honestly and with transparency, you humanize yourself.  You humanize the problem and most people, if not all, most people are very open to that  humanization.  Most people are very open to you being honest about your shortcomings and you will notice that when  you are actually admitting your shortcomings, let's say if you say, I'm sorry, but my English  is not that fluent.  I'm not that fluent in English.  I hope that's not going to be a problem today.  However, you want to say it.  Even if you say that in broken English in whatever language that is required of you,  it instantly humanizes you.  It instantly makes the other person empathize with you and actually also find it a little funny  sometimes.  So here is an opportunity for you to induce humor into the conversation as well.  I hope this step around conviction helps you.  If I had to only give you one communication advice to carry with you for the rest of your life,  conviction would be it.  See you in the next video."
  }
]