[
  {
    "start": 0.0,
    "end": 302.0,
    "text": " Even without doing any activity you can still manifest what you want.  If you organize these four dimensions in one direction and keep it unwavering in that direction for a certain period of time.  Now he believes Shiva will do it for him and it will happen.  So, if Shiva going to come and build your house, no, I want you to understand.  God will not lift his little finger for you.  What has not happened till now on this planet can happen tomorrow.  Human beings are capable of making it happen tomorrow.  Everything we as human beings have created on this planet  was essentially first created in our minds.  All that you see which is human work on this planet.  First found expression in the mind then it got manifested in the outside world.  The wonderful things that we have done on this planet and the horrible things that we have done on this planet  both have come from the human mind.  So, if we are concerned as to what we create in this world, it's extremely important that first of all we learn to create the right things in our mind.  Now we keep our minds.  If we do not have the power to keep our minds the way we want it,  what we create in the world is also going to be very accidental and haphazard.  So, learning to create our minds the way we want is the basis of creating the world the way we want.  There is a wonderful story in the yogic law on a certain day, a man took a walk.  He went for a long walk.  Accidentally, unaware, he walked into paradise.  Fortunately, isn't he?  He just took a walk and he landed up in paradise.  After this long walk, he felt little tired.  So, he thought, oh, I am tired. I wish I could rest somewhere.  He looked around there, there was a nice tree underneath which there was very cushiony grass.  So, it was inviting. He went and put his head down there and slept.  After a few hours, he woke up.  Well rested and he thought, oh, I am well rested.  But I am feeling hungry. I wish I had something to eat.  And he thought about all the nice things that he ever wanted to eat in his life.  And instantly, all those things appeared in front of him.  You need to understand there the services like that.  Hungry people don't ask questions.  Food came and he ate.  Stamak became full. Then he thought, oh, my stomach is full.  I wish I had something to drink.  All the nice things that he ever wanted to drink, he thought about it and all of them just appeared in front of him.  Drinking people also don't ask questions. So, he drank.  Now with a little bit of alcohol in him, you know Charles Darwin told you,  all of you are monkeys, your tail fell away. Not me. Charles Darwin told you  that you were all monkeys and your tail fell away and then you became human.  Yes, definitely the tail fell away. But the monkey in yoga,  we always refer to an unestablished mind as markata, which means a monkey.  Why we are referring to the mind as a monkey is.  What are the qualities of a monkey?  One thing about a monkey is it's a necessary moment.  And another thing about the monkey is if I say you are monkey in somebody,  what does it mean? Imitation.  Monkey and imitation have become synonymous.  So, these two essential qualities of a monkey are very much the qualities of an unestablished mind.  Unnecessary moment, you don't have to learn it from the monkey,  you can teach it to the monkey.  And imitation is full time job of the mind.  So when these two qualities are on, a mind is referred to as a monkey.  So this monkey became active within him. He just looked around,  thought what the hell is happening here?  I asked for food, food came. I asked for drink, drink came.  There must be ghosts around here and ghosts came."
  },
  {
    "start": 302.0,
    "end": 604.0,
    "text": " Oh, the ghosts have come, they are going to surround me and torture me, he thought.  Immediately the ghosts surrounded him and started torturing him.  Then he started screaming in pain and said, oh, they are going to kill me and he died.  Just now he said he is a fortunate being.  The problem is he was sitting under a Kalpa Rukshah or a wishing tree.  He asked for food, food came, he asked for drink, drink came.  He asked for ghosts, ghosts came. He asked for torture, torture came.  He asked for death, death happened.  Now don't go looking for these Kalpa Rukshas in the forest.  You can barely find a tree these days.  A well-established mind, a mind which is in a state of some mukti is referred to as a Kalpa Viksha.  If you organize your mind to a certain level of organization,  it intern organizes the whole system, your body, your emotion, your energies,  everything it's organized in the direction.  Once all these four dimensions of you, your physical body, your mind, your emotion  and the fundamental life energies are organized in one direction.  Once you are like this, anything that you wish happens without even lifting a little finger actually.  It would help to assist it with activity, but even without doing any activity,  you can still manifest what you want.  If you organize these four dimensions in one direction and keep it unwavering in that direction  for a certain period of time.  Right now the problem with your mind is every moment it is changing its direction.  It is like you want to travel somewhere and every two steps if you keep changing your direction,  the question of you reaching the destination is very remote unless it happens by chance.  So organizing our minds and intern organizing the whole system  and these four basic dimensions of who you are right now in one direction.  If you do this, you are a culpable creature yourself.  Anything that you wish will happen.  But right now if you look at your lives, everything that you have wished for till now,  if it happens you have finished.  Everything and everybody that you have desired for,  if all of that lands up in your house today, could you live with that?  Once we are empowered like this, it is very important that our physical action,  emotional action, mental action and energy actions are controlled and properly directed.  If it is not so, we become destructive, self-destructive.  Right now that is our problem, the technology which is supposed to make our life beautiful and easy,  has become the source of all the problem that we are destroying the very basis of our life which is the planet.  So what should have been a boon, we are making a curse out of it.  What has brought incredible levels of comfort and convenience to us in the last hundred years or so,  has also become a threat to our life simply because we are not conscious action,  we are in a compulsive state of action.  So organizing our minds fundamentally means moving from a compulsive state of activity to a conscious state of activity.  You might have heard of people for whom they asked for something and beyond all expectations,  it came true for them. Generally this happens to people who are in faith.  Now let us say you want to build a house, if you start thinking,  oh I want to build a house, to build a house I need fifty lakhs but I have only fifty rupees in my pocket,  not possible, not possible, not possible.  The moment you say not possible, you are also saying I don't want it.  So on one level you are creating a desire that you want something, on another level you are saying I don't want it.  So in this conflict it may not happen.  Someone who has some faith in a God or in a temple or whatever,  who has a simple mind, faith works only for those people who are simple minded,  thinking people, people who are too much thinking for them it never works.  A childlike person who has a simple faith in his God or his temple or whatever.  He goes to the temple and says, Siva I want a house, I don't know how, you must make it for me.  Now in his mind there are no negative thoughts, will it happen, will it not happen, is it possible, is it not possible.  These things are completely removed by the simple act of faith.  Now he believes, Siva will do it for him and it will happen."
  },
  {
    "start": 604.0,
    "end": 916.0,
    "text": " So Siva going to come and build your house, no I want you to understand God will not lift his little finger for you.  What you refer to as God is the source of creation.  As a creator he is done a phenomenal job, there is no question about it.  Could you think of a better creation than this?  Is it, in anybody's imagination to think anything better than what is there right now?  So as a creator he has done his job wonderfully well but if you want life to happen the way you want it,  right now the very crux of your happiness and your well-being is this.  If at all if you are unhappy, the only and only reason why you are unhappy is life is not happening the way you think it should happen.  That's all it is.  So if life is not happening the way you think it should happen, you are unhappy.  If life happens the way you think it should happen, you are happy, it's as simple as that.  So if life has to happen the way you think it should happen, first of all how you think with how much focus you think,  how much stability is there in your thought and how much reverberance is there in the thought process will determine whether your thought will become a reality or is it just an empty thought.  Or how you do not create any impediments for your thought by creating negative thought process.  This possible is something possible or not possible, is destroying humanity.  What is possible and not possible is not your business, it's a nature's business.  Your business is just to strive for what you want.  Right now you are sitting here, if I ask you two simple questions, I want you to just look at this and answer this.  Right now from where you are sitting, can you just fly off, you say no.  Right now from where you are sitting, can you get up and walk, you will say yes, what is the basis of this?  Why you say no to flying and yes to walking because past experience of life, many times you have gotten up and walked, never did you fly off.  Or in other words you are using the past experience of life as a basis for deciding whether something is possible or not possible.  Or in other words you have decided that what has not happened till now cannot happen in your life in future.  This is a disgrace to humanity and the human spirit.  What has not happened till now on this planet can happen tomorrow.  Human beings are capable of making it happen tomorrow.  So what is possible and what is not possible is not your business, that is nature's business.  Nature will decide that. You just see what is it that you really want and strive for that.  And if your thought is created in a powerful way without any negativity, without any negative thoughts bringing down the intensity of the thought process,  the first and foremost thing is you must be clear what is it that you really want.  If you do not know what you want, the question of creating it doesn't arise.  If you look at what you really want, what every human being wants is, he wants to live joyfully, he wants to live peacefully,  in terms of its relationships he wants it to be loving and affectionate.  Or in other words all that any human being is seeking for is pleasantness within himself, pleasantness around him.  This pleasantness, if it happens in our body we call this health and pleasure.  If it happens in our mind we call this peace and joy.  If it happens in our emotion we call this love and compassion.  If it happens in our energy we call this blissfulness and ecstasy.  This is all that a human being is looking for.  Whether he is going to his office to work, he wants to make money, build a career, build a family, he sits in the bar, sits in the temple,  he is still looking for the same thing. Pleasantness within, pleasantness around.  If this is what we want to create, I think it's time we addressed it directly and commit ourselves to creating it.  So you want to create yourself as a peaceful human being, joyful human being, loving human being, a pleasant human being and all levels.  And do you also want a world like this, a peaceful world, a loving world, a joyful world?  No, no, I want greenery, I want food. When we say a joyful world that means everything that you want has happened.  So this is all that you're looking for. So all that you need to do is commit yourself to creating it, to create a peaceful, joyful and loving world, both for yourself and everybody around you."
  },
  {
    "start": 916.0,
    "end": 1022.0,
    "text": " Every day in the morning, if you start your day with this simple thought in your mind, that today wherever I go, I will create a peaceful, loving and joyful world.  If you fall down hundred times in the day, what does it matter? For a committed man, there is no such thing as failure.  If you fall down hundred times, hundred lessons to be learned.  If you commit yourself like this to creating what you really care for, now your mind gets organized.  Once your mind gets organized, the way you think is the way you feel, your emotion will get organized.  Once your thought and emotion is organized, your energies will get organized in the same direction.  Once your thought, emotion and energies are organized, your very body will get organized.  Once all these four are organized in one direction, your ability to create and manifest what you want is phenomenal.  You are the creator in many ways.  That which is the source of creation is functioning within you every moment of your life.  It is just that, have you kept access to that dimension or not?  Organizing the four basic elements of your life will give you that access.  There are tools and technologies to do this. The whole signs of yoga, the whole technology that we refer to as yoga,  is just about this, transforming yourself from being just a piece of creation to become a creator.  It is my vision, my blessing, that every human being in this world should have this access to the source of creation within himself,  so that he can function here as a creator, not just as a piece of creation."
  }
]